Repository: wc-library/Coral
Catalog: usage/locale/*/LC_MESSAGES/messages.po
Languages: de_de, tr_tr

source: Import History for
de_de: Importiere History für
tr_tr: İçeri Aktarma Geçmişi

source: Import Date
de_de: Importdatum
tr_tr: İçeri Aktarma Tarihi

source: Imported By
de_de: Importiert von
tr_tr: tarafından içe aktarılmış

source: Import Summary
de_de: Importzusammenfassung
tr_tr: İçe Aktarma Özeti

source: view log
de_de: Zeige log
tr_tr: Günlüğü görüntüle

source: view archive
de_de: Zeige Archiv
tr_tr: arşivi görüntüle

source: (no imports found)
de_de: (keine Imports gefunden)
tr_tr: (içe aktarma bulunamadı)

source: Publisher Logins
de_de: Verlag-Logins
tr_tr: Yayıncı Girişi

source: Interface Login
tr_tr: Arayüz Girişi

source: Password
de_de: Passwort
tr_tr: Şifre

source: Login Notes
de_de: Login-Notizen
tr_tr: Oturum Açma Notları

source: edit
de_de: bearbeiten
tr_tr: düzenle

source: remove
de_de: entfernen
tr_tr: kaldır

source: (none found)
de_de: (keine gefunden)
tr_tr: (hiçbiri bulunamadı)

source: add new login
de_de: neues Login hinzufügen
tr_tr: yeni giriş ekle

source: Interface Logins
tr_tr: Arayüz Girişi

source: Organization Accounts
de_de: Konten der Organisation
tr_tr: Yayıncı Hesapları

source: For
de_de: Für
tr_tr: için

source: view organization
de_de: zeige Organisation
tr_tr: yayıncıyı görüntüle

source: Login Type
de_de: Logintyp
tr_tr: Giriş Türü

source: Username
de_de: Nutzername
tr_tr: Kullanıcı adı

source: Notes
de_de: Notizen
tr_tr: Notlar

source: No login information stored for
de_de: Keine Login-Informationen gespeichert für
tr_tr: Herhangi bir oturum açma bilgisi saklanmadı

source: change associated organization
de_de: wähle zugehörige Organisation
tr_tr: ilişkili yayıncıları değiştir

source: link to associated organization
de_de: Link zur zugehörigen Organisation
tr_tr: ilgili yayıncıya bağlantı verin

source: Login Credentials are also available for the following publishers:
de_de: Die Anmeldedaten sind auch für folgende Verlage verfügbar:
tr_tr: Oturum açma kimlik bilgileri aşağıdaki yayıncılar için de mevcuttur:

source: Publisher Notes
de_de: Herausgebernotizen
tr_tr: Yayıncı Notları

source: Start Year
de_de: Anfangsjahr
tr_tr: Başlangıç Yılı

source: End Year
de_de: Endjahr
tr_tr: Bitiş Yılı

source: Present
de_de: Gegenwart
tr_tr: Mevcut

source: add new publisher notes
de_de: Füge neue Herausgebernotizen hinzu
tr_tr: yeni yayıncı notları ekle

source: Interface Notes
de_de: Interface-Notiz
tr_tr: Arayüz notları

source: Compliant?
de_de: Konform?
tr_tr: Uyumlu?

source: add new interface note
de_de: neue Interface-Notiz hinzufügen
tr_tr: yeni arayüz notu ekle

source: SUSHI Connection
de_de: SUSHI Verbindung
tr_tr: SUSHI Bağlantısı

source: Service URL
tr_tr: Servis URL

source: COUNTER Release
de_de: COUNTER Veröffentlichung
tr_tr: COUNTER Sürümü

source: Report Layouts
tr_tr: Mise en page des rapports

source: Requestor ID
tr_tr: Talep edeninin Kimliği

source: Customer ID
de_de: Kunden-ID
tr_tr: Müşteri ID

source: Security
de_de: Sicherheit
tr_tr: Güvenlik

source: Login
tr_tr: Giriş

source: Service Day
de_de: Service-Tag
tr_tr: Çalışma Günü

source: (day of month)
de_de: (Tag des Monats)
tr_tr: (ayın günü)

source: Edit SUSHI Connection Info
de_de: Bearbeite SUSHI Verbindungsinformation
tr_tr: SUSHI Bağlantı Bilgisini Düzenle

source: Test SUSHI Connection
de_de: Teste SUSHI Verbindung
tr_tr: SUSHI Bağlantısını Test Et

source: Add SUSHI Connection
de_de: Füge SUSHI-Verbindung hinzu
tr_tr: SUSHI Bağlantısı Ekle

source: Visit the
de_de: Besuche
tr_tr: Ziyaret et

source: SUSHI Server Registry
tr_tr: SUSHI Sunucu Kayıtları

source: for information about adding your provider.
de_de: zu Infomationen zum Hinzufügen Ihres Providers.
tr_tr: sağlayıcınızla ilgili bilgiler

source: delete entire month
de_de: lösche den gesamten Monat
tr_tr: bütün ayı silin

source: view outliers for this month
de_de: Zeige Ausreißer für diesen Monat
tr_tr: Bu ayki aykırı değerleri görüntüle

source: Statistics Management
de_de: Statistikmanagement
tr_tr: İstatistik Yönetimi

source: (archive)
de_de: (Archiv)
tr_tr: (arşiv)

source: View Spreadsheet
de_de: Zeige Arbeitsblatt
tr_tr: Çalışma sayfasını Görüntüle

source: update overrides for this year
de_de: Aktualisiere Überschreibungen für dieses Jahr
tr_tr: bu seneki aykırı değerleri güncelle

source: (no outliers found for this year)
de_de: (keine Ausreißer für dieses Jahr gefunden)
tr_tr: (bu sene için geçersiz değer bulunamadı)

source: Titles
de_de: Titel
tr_tr: Başlıklar

source: View Journal Spreadsheet
de_de: Zeige Arbeitsblatt Zeitschriften
tr_tr: Dergiler için Çalışma Sayfasını Görüntüle

source: View Books Spreadsheet
de_de: Zeige Arbeitsblatt Bücher
tr_tr: Kitaplar için Çalışma Sayfasını Görüntüle

source: Journals - Associated Titles and ISSNs
de_de: Zeitschriften - Zugehörige Titel und ISSNs
tr_tr: Dergiler - İilişkili Başlıklar ve ISSNler

source: Title
de_de: Titel
tr_tr: Başlık

source: view related titles
de_de: zeige verwandte Titel
tr_tr: İlişkili başlıkları görüntüle

source: view in link resolver
de_de: Anzeige im Link-Resolver
tr_tr: bağlantı çözücüde görüntüle

source: Books - Associated Titles and ISBNs
de_de: Bücher - Zugehörige Titel und ISBNs
tr_tr: Kitaplar - İlişkili Başlıklar ve ISBNler

source: Database Titles
de_de: Datenbanktitel
tr_tr: Veritabanı Başlıkları

source: Current Email Addresses
de_de: Derzeitige E-Mail-Adressen
tr_tr: Mevcut E-posta Adresleri

source: Current Outlier Parameters
de_de: Derzeitige Ausreißerparameter
tr_tr: Aykırılık Parametreleri

source: Level
tr_tr: Düzey

source: over plus
de_de: mehr als
tr_tr: üzerinde

source: % over - displayed
de_de: %% über - angezeigt
tr_tr: % over - görüntülenen

source: Outliers are currently disabled in the configuration file. Contact your technical support to enable them.
de_de: Ausreißer sind derzeit in der Konfigurationsdatei deaktiviert. Wenden Sie sich an Ihren technischen Support, um sie zu aktivieren.
tr_tr: Aykırı değerler ayarlama dosyasında devre dışı bırakıldım. Devreye almak için teknik destek biriminizle iletişime geçin.

source: None currently
de_de: Im Moment keine
tr_tr: Şu an mevcut değil

source: update override
de_de: Überschreibung aktualisieren
tr_tr: geçersiz kılmayı güncelle

source: ignore outlier
de_de: Ignoriere Ausreißer
tr_tr: aykırı değeri yoksay

source: update
de_de: Aktualisiere
tr_tr: güncelle

source: edit report display name
de_de: Bearbeite angezeigten Reportnamen
tr_tr: rapor adını düzenleyin

source: No imports found.
de_de: Keine Importe gefunden.
tr_tr: İçe aktarma bulunamadı

source: Displaying
de_de: Angezeigt
tr_tr: Gösteriliyor

source: to
de_de: zu
tr_tr: ona

source: of
de_de: von
tr_tr: onun

source: Records
de_de: Datensätze
tr_tr: Kayıtlar

source: Platform/Publisher
de_de: Plattform/Verlag
tr_tr: Platform/Yayıncı

source: Import Run Date
de_de: Import-Ausführungsdatum
tr_tr: İçe Aktarmanın Çalıştırılacağı Tarih

source: Details
tr_tr: Ayrıntılar

source: view to process
de_de: Zeige zum Bearbeiten
tr_tr: süreci görüntüle

source: delete import
de_de: Lösche Import
tr_tr: içe aktarmayı sil

source: (no outstanding imports found)
de_de: (keine anstehenden Importe gefunden)
tr_tr: (bekleyen içe aktarmalar bulunamadı)

source: Latest Run
de_de: Letzte Ausführung
tr_tr: Son Çalışma

source: Latest Status
de_de: Letzter Status
tr_tr: Son Durum

source: view full log
de_de: Zeige gesamtes Log
tr_tr: Voir le fichier journal complet

source: run now
de_de: jetzt ausführen
tr_tr: şimdi çalıştır

source: change/test connection
de_de: Ändere/teste Verbindung
tr_tr: bağlantıyı değiştir/test et

source: (no failed imports found)
de_de: (keine fehlgeschlagenen Importe gefunden)
tr_tr: (başarısız içe aktarma bulunamadı)

source: Report(s)
tr_tr: Rapor(lar)

source: Next Run
de_de: Nächste Ausführung
tr_tr: Sonraki Çalıştırma

source: (no sushi services set up)
de_de: (keine SUSHI-Services eingerichtet)
tr_tr: (sushi servisi ayarlanmadı)

source: Login ID
tr_tr: Oturum Açma Kimliği

source: First Name
de_de: Vorname
tr_tr: Ad

source: Last Name
de_de: Nachname
tr_tr: son ad

source: Privilege
de_de: Rechte
tr_tr: Ayrıcalık

source: Sorry, no platforms or publishers fit your query
de_de: Keine Treffer für Plattform oder Verlag gefunden
tr_tr: Aramanızla eşleşen platform ya da yayıncı bulunamadı

source: Platform Records
de_de: Plattform-Sätze
tr_tr: Platform Kayıtları

source: Platform Name
de_de: Plattformname
tr_tr: Platform Adı

source: Publishers
de_de: Verlage
tr_tr: Yayıncılar

source: By
de_de: Von
tr_tr: Tarafından

source: show publisher list
de_de: zeige Verlagsliste
tr_tr: yayıncı listesini görüntüle

source: records per page
de_de: Datensätze pro Seite
tr_tr: sayfadaki kayıt sayısı

source: Function
de_de: Funktion
tr_tr: İşlev

source: not set up!
de_de: nicht aufgesetzt!
tr_tr: kurulmadı!

source: Not Available
de_de: Nicht verfügbar
tr_tr: Mevcut Değil

source: Usage Statistics Module
de_de: Nutzungsstatistiken Modul
tr_tr: Kullanım İstatistikleri Modülü

source: Please contact your Administrator for access to the Usage Statistics Module.
de_de: Bitte kontaktieren Sie Ihren Administrator für den Zugang zum Nutzungstatistiken Modul.
tr_tr: Erişim kullanım istatistikleri modülü için yöneticinize başvurun.

source: Usage Statistics
de_de: Nutzungsstatistik
tr_tr: Kullanım İstatistikleri

source: JavaScript must be enabled in order for you to use CORAL. However, it seems JavaScript is either disabled or not supported by your browser. To use CORAL, enable JavaScript by changing your browser options, then
de_de: JavaScript muss aktiviert sein um CORAL benutzen zu können. Jedoch scheint JavaScript entweder deaktiviert zu sein, oder durch Ihren Browser nicht unterstützt zu werden. Bitte aktivieren Sie JavaScript in den Browser Optionen um CORAL verwenden zu können
tr_tr: CORAL kullanmak için JavaScript etkin olmalıdır. Kullandığınız tarayıcı JavaScript desteklemiyor ya da devre dışı bırakılmış olabilir. CORAL kullanmak için tarayıcınızdan JavaScript'i etkinleştirin.

source: try again
de_de: Versuchen Sie es erneut
tr_tr: tekrar deneyin

source: Powered by
tr_tr: Tarafından

source: Hello
de_de: Hallo
tr_tr: Merhaba

source: logout
de_de: Ausloggen
tr_tr: çıkış

source: Help
de_de: Hilfe
tr_tr: Yardım

source: Invalid translation route!
de_de: Ungültige Übersetzungsroute!
tr_tr: Geçersiz çeviri yolu!

source: Home
de_de: Start
tr_tr: Anasayfa

source: File Import
de_de: Dateiimport
tr_tr: Dosyayı İçe Aktar

source: Report Options
de_de: Reportoptionen
tr_tr: Rapor Seçenekleri

source: Usage Reports
de_de: Nutzungsreports
tr_tr: Kullanım Raporları

source: Change Module
de_de: Wechsel Modul
tr_tr: Değişim Modülü

source: Main Menu
de_de: Hauptmenü
tr_tr: Ana Menü

source: Resources
de_de: Ressourcen
tr_tr: Kaynaklar

source: Organizations
de_de: Organisationen
tr_tr: Yayıncılar

source: Licensing
de_de: Lizenzen
tr_tr: Lisanslar

source: Management
tr_tr: Yönetim

source: Edit Publishers / Platforms
de_de: Bearbeite Verlage / Plattformen
tr_tr: Yayıncılar / Platformları Düzenle

source: Publisher / Platform Update
de_de: Verlag / Plattform Update
tr_tr: Yayıncı / Platform Güncelle

source: view / edit
de_de: zeige / bearbeite
tr_tr: görüntüle / düzenle

source: No publishers / platforms found.
de_de: Keine Verlag / Plattform gefunden.
tr_tr: Yayıncı / platform bulunamadı.

source: Usage Statistics Import
de_de: Import Nutzungsstatistik
tr_tr: Kullanım İstatistiklerini İçe Aktar

source: Incorrect File format, must be .txt!
de_de: Falsches Dateiformat, Endung muss .txt sein!
tr_tr: Geçersiz Dosya formatı, .txt olmalı!

source: File has an incorrectly formatted name - try filename.txt!
de_de: Die Datei hat einen falsch formatierten Namen. Benutzen Sie Dateiname.txt!
tr_tr: Dosya geçersiz format adına sahip - filename.txt olarak deneyin!

source: File:
de_de: Datei:
tr_tr: Dosya:

source: Layout:
tr_tr: Düzen:

source: Override previous month verification
de_de: Überschreibe vorhandene Daten des vorherigen Monats
tr_tr: Önceki ayın doğrulamasını geçersiz kıl

source: Upload
de_de: Hochladen
tr_tr: Yükle

source: Instructions:
de_de: Anweisungen:
tr_tr: Talimatlar:

source: Save file as .txt files in tab delimited format
de_de: Speichern Sie die .txt Dateien im tabulatorgetrennten Format ab
tr_tr: Dosyayı .txt olarak sekmeyle ayrılmış biçimde kaydedin

source: File may not be larger than 5MB
de_de: Die Datei darf nicht größer als 5MB sein
tr_tr: Dosya boyutu 5 MB'den fazla olamaz.

source: Ensure column headers conform to Counter's standards for the report type
de_de: Stellen Sie sicher, das die Spaltenüberschriften den Counter Standards des Reporttyp entsprechen
tr_tr: Sütun başlıklarının COUNTER standartlarıyla uyumlu olduğundan emin olun

source: More info:
de_de: Mehr Informationen:
tr_tr: Daha fazla bilgi:

source: Recent Imports
de_de: Letzte Importe
tr_tr: Son içe aktarmalar

source: Publisher
de_de: Verlag
tr_tr: Yayıncı

source: Proprietary ID
de_de: Proprietäre ID
tr_tr: Kişiye özel ID

source: Print ISSN
tr_tr: Basılı ISSN

source: Online ISSN
tr_tr: Çevrimiçi ISSN

source: YTD Total
de_de: Seit Jahresbeginn gesamt
tr_tr: Toplam YTD

source: Jan-
tr_tr: Oca-

source: Feb-
tr_tr: Şub-

source: Apr-
tr_tr: Nis-

source: Jun-
tr_tr: Haz-

source: Jul-
tr_tr: Tem-

source: Aug-
tr_tr: Ağu-

source: Sep-
tr_tr: Eyl-

source: Oct-
de_de: Okt-
tr_tr: Eki-

source: Nov-
tr_tr: Kas-

source: Dec-
de_de: Dez-
tr_tr: Ara-

source: User Activity
de_de: Nutzeraktivität
tr_tr: Kullanıcı Etkinliği

source: Total for all Journals
de_de: Gesamt für alle Zeitschriften
tr_tr: Tüm Dergiler için

source: Total for all Books
de_de: Gesamt für alle Bücher
tr_tr: Tüm Kitaplar için

source: Total for all Databases
de_de: Gesamt für alle Datenbanken
tr_tr: Tüm Veritabanları için

source: Administration
tr_tr: Yönetim

source: Users
de_de: Nutzer
tr_tr: Kullanıcılar

source: Loading...
de_de: Lädt...
tr_tr: Yükleniyor...

source: Email addresses for logs
de_de: E-Mail Adressen für Logs
tr_tr: Log kayıtları için e-posta adresleri

source: Outlier Parameters
de_de: Ausreißerwerte
tr_tr: aykırı parametreler

source: Override has been updated
de_de: Überschreibung wurde aktualisiert
tr_tr: Geçersiz kılma güncellendi

source: Platform Reporting Display Name has been updated
de_de: Angezeigter Reportname der Plattform wurde geändert
tr_tr: Platform Raporlama Adı güncellendi

source: Default display list has been updated
de_de: Voreingestellte Anzeigeliste wurde aktualisiert
tr_tr: Varsayılan görünüm listesi güncellendi

source: Publisher Reporting Display Name has been updated
de_de: Angezeigter Name des Verlags wurde geändert
tr_tr: Yayıncı Raporlama Adı güncellendi

source: Add
de_de: hinzufügen
tr_tr: ekle

source: Email Address
de_de: E-Mail Adresse
tr_tr: E-posta Adresi

source: Close
de_de: Schließen
tr_tr: Kapat

source: SUSHI Service for
de_de: SUSHI Service für
tr_tr: SUSHI Servisi

source: Optional Parameters
de_de: Optionale Parameter
tr_tr: İsteğe bağlı Parametreler

source: Start Date:
de_de: Anfangsdatum:
tr_tr: Başlangıç tarihi:

source: End Date:
de_de: Enddatum:
tr_tr: Bitiş tarihi:

source: (yyyy-mm-dd)
de_de: (jjjj-mm-dd)
tr_tr: (yyyy-aa-gg)

source: Ensure platform name stays CORAL's Platform Name:
de_de: Stellen Sie sicher, das der Plattformname dem CORAL Plattformnamen entspricht:
tr_tr: Platform adının CORAL'ın Platform adıyla aynı olduğundan emin olun:

source: submit for processing
de_de: zustimmen um fortzufahren
tr_tr: işlem için gönder

source: cancel
de_de: abbrechen
tr_tr: iptal et

source: No Sushi Service passed in!
de_de: Kein SUSHI-Service eingeleitet!
tr_tr: Sushi Servisi başarılı olamadı!

source: Level
tr_tr: Düzey

source: Count Over
de_de: Zähler über
tr_tr: Sayı üzerinde

source: % Over prior 12 months
de_de: % über den letzten 12 Monaten
tr_tr: % geçmiş 12 aydan fazla

source: Start Year:
de_de: Anfangsjahr:
tr_tr: Başlangıç Yılı:

source: End Year:
de_de: Endjahr:
tr_tr: Bitiş Yılı:

source: Counter Compliant?
de_de: Counter konform?
tr_tr: Counter uyumlu?

source: Yes
de_de: Ja
tr_tr: Evet

source: No
de_de: Nein
tr_tr: Hayır

source: Interface Notes:
de_de: Interface Notizen:
tr_tr: Arayüz Notları:

source: submit
de_de: veröffentliche
tr_tr: gönder

source: Publisher Notes:
de_de: Herausgebernotizen:
tr_tr: Yayıncı Notları:

source: Username:
de_de: Nutzername:
tr_tr: Kullanıcı Adı:

source: Password:
de_de: Passwort:
tr_tr: Şifre:

source: Login Notes:
de_de: Loginnotizen:
tr_tr: Oturum Açma Notları:

source: Service/Endpoint URL:
tr_tr: Servis/Bitiş noktası URL:

source: if using COUNTER's WSDL
de_de: beim Verwenden von COUNTER's WSDL
tr_tr: COUNTER WSDL'si kullanılıyorsa

source: or - WSDL URL:
de_de: oder - WSDL URL:
tr_tr: veya - WSDL URL:

source: if not using COUNTER's WSDL
de_de: beim nicht Verwenden von COUNTER's WSDL
tr_tr: COUNTER WSDL'si kullanılmıyorsa

source: Report Type(s):
de_de: Report Typ(en):
tr_tr: Rapor Tür(leri)

source: separate report types with semi-colon, e.g. JR1;BR1
de_de: verschiedene Reporttypen mit Semikolon trennen, z. B. JR1;BR1
tr_tr: rapor türlerini noktalı virgülle ayır, örnek JR1; BR1 gibi

source: COUNTER Release:
tr_tr: COUNTER Sürümü:

source: Requestor ID:
tr_tr: Talep Sahibinin Kimliği:

source: Customer ID:
de_de: Kunden ID:
tr_tr: Müşteri Kimliği:

source: Security Type:
de_de: Sicherheitstyp:
tr_tr: Güvenlik Türü:

source: (optional)
tr_tr: (isteğe bağlı)

source: can be: HTTP Basic, WSSE Authentication
de_de: kann sein: HTTP Basic, WSSE Authentication
tr_tr: HTTP Basic, WSSE Kimlik Doğrulaması olabilir

source: Login:
tr_tr: Oturum açma:

source: only needed for HTTP or WSSE Authentication
de_de: wird nur gebraucht bei HTTP oder WSSE Authentication
tr_tr: Sadece HTTP Basic veya WSSE Kimlik Doğrulaması için gereklidir

source: Service Day:
de_de: Service Tag:
tr_tr: Hizmet Günleri:

source: number indicating the day of month the service should run
de_de: Auf den Tag des Monats hinweisende Nummer an dem der Service laufen sollte
tr_tr: sistemin bir ayda çalışması gereken gün sayısı

source: (e.g. 27 will run 27th of every month)
de_de: (z. B. 27 wird bewirken das am 27. jeden Monat der Lauf startet)
tr_tr: (örnek 27 her ayın 27sinde çalışacak)

source: Sushi Notes:
tr_tr: Sushi Notları:

source: Link Associated Organization
de_de: Link verbunde Organisation
tr_tr: İlgili Yayıncının Bağlantısı

source: Organization:
de_de: Organisation:
tr_tr: Yayıncı:

source: (showing only titles for which there were outliers during the year)
de_de: (es werden nur Titel gezeigt bei den es Ausreißer während des Jahres gab)
tr_tr: (yıl içerisinde sadece geçersiz kalan başlıkları görüntüle)

source: Add New Platform for SUSHI Connection
de_de: Füge neue Plattform für SUSHI-Verbindung hinzu
tr_tr: SUSHI Bağlantısi için Yeni Platform Ekle

source: Add Identifier
de_de: Füge Identifier hinzu
tr_tr: Tanımlayıcı Ekle

source: Identifier Type
de_de: Identfiertyp
tr_tr: Tanımlayıcı Türü

source: Identifier
tr_tr: Tanımlayıcı

source: Associated Titles and Identifiers
de_de: Verbundene Titel und Identifier
tr_tr: İlişkili Başlık ve Tanımlayıcılar

source: User
de_de: Nutzer
tr_tr: Kullanıcı

source: Add/Edit users have access to everything
de_de: Nutzer mit Lese- und Schreibrechten haben Zugriff auf alles
tr_tr: Her şeye erişebilecek kullanıcıları ekle/düzenle

source: except the Admin tab and admin users
de_de: außer dem Admin tab und Admin Nutzern
tr_tr: Yönetici sekmesi ve yönetici kullanıcılar hariç

source: have access to everything
de_de: haben Vollzugriff
tr_tr: her şeye erişebilir

source: SUSHI Import
tr_tr: SUSHI içe aktar

source: Sushi Output Log:
tr_tr: Sushi Çıktı Günlüğü:

source: SUSHI Administration
tr_tr: SUSHI Yönetimi

source: Add new platform for SUSHI
de_de: Füge neue Plattform für SUSHI hinzu
tr_tr: SUSHI için yeni platform ekle

source: Outstanding Import Queue
de_de: Anstehende Import Queue
tr_tr: Bekleyen İçe Aktarma Kuyruğu

source: Last Failed SUSHI Imports
de_de: Letzte fehlgeschlagene SUSHI Importe
tr_tr: Başarısız olan son SUSHI içeri aktarmaları

source: All SUSHI Services
de_de: Alle SUSHI Services
tr_tr: Tüm SUSHI Servisleri

source: Titles
de_de: Titel
tr_tr: Başlıklar

source: SUSHI runs found for day:
de_de: SUSHI-Importe für Datum:
tr_tr: SUSHI'nın çalıştırıldığı günler:

source: Log in to
de_de: Log in zu
tr_tr: Giriş yap

source: Sushi Administration
tr_tr: Sushi Yönetimi

source: for more information.
de_de: für mehr Informationen.
tr_tr: daha fazla bilgi için.

source: SUSHI Scheduled run log for
de_de: SUSHI geplantes Ausführungsprotokoll für
tr_tr: SUSHI Takvimi çalıştırıldı

source: runs
de_de: läuft
tr_tr: çalışıyor

source: Run complete. Log has been emailed to
de_de: Lauf komplett. Das Log wurde versendet an
tr_tr: Çalışma tamamlandı. Sonuçlar e-posta ile gönderildi.

source: Email to
de_de: Versendet an
tr_tr: E-posta gönder

source: Failed!
de_de: gescheitert!
tr_tr: Başarısız!

source: Nothing to see here! (no sushi scheduled today)
de_de: Nichts anzuzeigen! (kein SUSHI geplant heute)
tr_tr: Görüntülenecek bir rapor yok! (bugün için sushi raporu takvimlendirilmemiş)

source: Publisher / Platform Reporting Administrative Update
de_de: Verlags- / Plattform-Reports - Administratives Update
tr_tr: Yayıncı / Platform Raporlarını Yönetici Düzeyinde Güncelle

source: Directions:
de_de: Anweisungen:
tr_tr: Yönlendirmeler:

source: Mark the checkboxes to add / remove specific Platforms or Publishers to the default report list.
de_de: Benutzen Sie die Checkboxen um bestimmte Plattformen oder Verlage der Standard-Reportliste hinzuzufügen oder zu entfernen.
tr_tr: Varsayılan rapor listesindeki Yayıncı ya da Platformları eklemek / kaldırmak için onay kutularını işaretleyin.

source: Click 'edit report display name' to change the display name in the reporting system for specific Platforms or Publishers.
de_de: Klicken Sie auf 'Bearbeite angezeigten Reportnamen', um den angezeigten Namen im Statistiksystem für bestimmte Plattformen oder Verlage zu ändern.
tr_tr: Raporlama sistemindeki Platformlar veya Yayıncıların adlarını değiştirmek için "rapor adını düzenle" sekmesine basınız.

source: Available
de_de: Verfügbar
tr_tr: Mevcut

source: As Default
de_de: Als Voreinstellung
tr_tr: Varsayılan olarak

source: Report
tr_tr: Rapor

source: SUSHI Import Confirmation
de_de: SUSHI Import Bestätigung
tr_tr: SUSHI İçe Aktarma Onayı

source: The file
de_de: Die Datei
tr_tr: Dosya

source: has been uploaded successfully.
de_de: wurde erfolgreich aktualisiert.
tr_tr: Başarıyla yüklendi.

source: Please confirm the following data:
de_de: Bitte bestätigen Sie die folgenden Daten:
tr_tr: Aşağıdaki verileri doğrulayın:

source: Upload Process Confirmation
de_de: Lade Prozessbestätigung hoch
tr_tr: İşlem Onayını Yükleyin

source: for
de_de: für
tr_tr: için

source: Looking for
de_de: Suche nach
tr_tr: Arama

source: in column
de_de: in Spalte
tr_tr: sütunda

source: but found
de_de: jedoch gefunden
tr_tr: ama bulundu

source: Error with Format
de_de: Fehler mit Format
tr_tr: Format Hatası

source: Report format is set to
de_de: Reportformat wurde gesetzt auf
tr_tr: Format raporu şöyle ayarlandı

source: but does not match the column names listed in layouts.ini for this format
de_de: aber stimmt nicht mit den Spaltennamen die in der Datei layouts.ini für dieses Format angegeben sind überein
tr_tr: fakat bu formattaki layouts.ini dosyasının sütun başlıklarındaki adlarla uyuşmadı

source: Expecting columns:
de_de: Erwartete Spalten:
tr_tr: Beklenen sütunlar:

source: Found columns:
de_de: Gefundene Spalten:
tr_tr: Bulunan sütunlar:

source: If problems persist you can copy an existing header that works into this file.
de_de: Wenn weiterhin Probleme bestehen können Sie einen bestehenden funktionierenden Header in diese Datei kopieren.
tr_tr: Sorun devam ederse, bu dosyada çalışan mevcut başlığı kopyalayın.
