Repository: wc-library/Coral
Catalog: usage/locale/*/LC_MESSAGES/messages.po
Languages: de_de, tr_tr

source: Error with Setup: This report format is not set up in layouts.ini.
de_de: Fehler beim Setup: Dieses Reportformat ist in der Datei layouts.ini nicht konfiguriert.
tr_tr: Kurulum Hatası: Bu raporun biçimi layouts.ini'de ayarlanmadı.

source: Error with Format: The line preceding the first should start with 'Total'.
de_de: Fehler beim Format: die Zeile vor der ersten muss mit 'Gesamt' beginnen.
tr_tr: Biçim Hatası: İlk satırdan önceki satır Toplam ile başlamalıdır.

source: Error with Year: Year listed in header
de_de: Fehler beim Jahr: Jahr im Header genannt
tr_tr: Yıl Hatası: Yıl Başlıkta listeleniyor

source: may not be ahead of current year. Please correct and submit again.
de_de: möglicherweise nicht vor dem aktuellen Jahr. Bitte korrigieren und erneut versuchen.
tr_tr: Cari yılın içerisinde olmayabilir. Lütfen düzeltin ve tekrar gönderin.

source: File is flagged to override verifications of previous month data. If this is incorrect use 'Cancel' to fix.
de_de: Die Datei ist markiert um Überschreibungen des Vormonats zu übergehen. Wenn das nicht stimmt, bitte auf 'Abbrechen' klicken.
tr_tr: Dosya, önceki ayın verilerinin doğrulamalarını geçersiz kılmak üzere işaretlendi. Eğer bu doğru değilse, düzeltmek için 'İptal'i kullanın.

source: Report Format:
tr_tr: Formatı Raporla:

source: If this is incorrect, please use 'Cancel' to go back and fix the headers of the file.
de_de: Wenn dies falsch ist, bitte auf 'Abbrechen' gehen um die Überschriften der Datei zu ändern.
tr_tr: Eğer bu doğru değilse, iptale basıp geri dönerek dosyadaki başlıkları düzeltin.

source: File has been imported from SUSHI. The default behavior for imported SUSHI files is to overwrite previously imported data. If this is incorrect, please contact a system administrator.
de_de: Die Datei wurde von SUSHI importiert. Das voreingestellte Verfahren für importierte SUSHI Dateien sieht vor, die zuvor importierten Daten zu überschreiben. Wenn dies falsch ist, kontaktieren Sie bitte einen Systemadministrator.
tr_tr: Dosya, SUSHI'den aktarıldı. SUSHI'den aktarılan dosyalar için varsayılan eylem, daha önce aktarılmış verilerin üzerine yazılması şeklindedir. Eğer bu şekilde olmadıysa, lütfen sistem yöneticinizle iletişime geçin.

source: Confirm
de_de: Bestätige
tr_tr: Onayla

source: Cancel
de_de: Abbrechen
tr_tr: İptal et

source: Search
de_de: Suche
tr_tr: Ara

source: new search
de_de: Neue Suche
tr_tr: yeni arama

source: Name (contains)
de_de: Name (enthält)
tr_tr: Ad (içerir)

source: go!
de_de: Los!
tr_tr: git!

source: Starts with
de_de: Beginnt mit
tr_tr: Şununla başlayan

source: Do you really want to delete this import?
de_de: Möchten Sie diesen Import wirklich löschen?
tr_tr: Bu içe aktarmayı silmek istediğinizden emin misiniz?

source: Processing...
de_de: Lade...
tr_tr: İşlem devam ediyor...

source: Running...
de_de: Läuft...
tr_tr: Çalışıyor...

source: show Publisher list
de_de: Zeige Herausgeberliste
tr_tr: Yayıncı listesini görüntüle

source: hide Publisher list
de_de: verberge Herausgeberliste
tr_tr: Yayıncı listesini gizle

source: Do you really want to remove this interface note?
de_de: Möchten Sie diese Anzeigennotiz wirklich entfernen?
tr_tr: Bu arayüz notunu kaldırmak istediğinizden emin misiniz?

source: Do you really want to remove this Publisher note?
de_de: Möchten Sie diese Herausgebernotiz wirklich entfernen?
tr_tr: Bu yayıncı notunu kaldırmak istediğinizden emin misiniz?

source: Do you really want to remove this login information?
de_de: Möchten Sie diese Login Information wirklich entfernen?
tr_tr: Bu oturum açma bilgilerini kaldırmak istediğinizden emin misiniz?

source: Do you really want to delete this month?
de_de: Möchten Sie diesen Monat wirklich löschen?
tr_tr: Bu ayı silmek istediğinizden emin misiniz?

source: Do you really want to delete this
de_de: Möchten Sie folgendes wirklich löschen:
tr_tr: Bunu silmek istediğinizden emin misiniz

source: Error - Please enter a value.
de_de: Fehler - bitte geben Sie einen Wert ein.
tr_tr: Hata - Lütfen değer giriniz

source: Please enter a username to continue
de_de: Bitte geben Sie einen Nutzernamen an um fortzufahren
tr_tr: Devam etmek için bir kullanıcı adı giriniz

source: For security, please enter a password
de_de: Bitte geben Sie aus Sicherheitsgründen ein Passwort ein
tr_tr: Güvenliğiniz için bir şifre giriniz

source: Identifier must be valid format.
de_de: Der Identifier muss ein gültiges Format haben.
tr_tr: Tanımlayıcı geçerli bir formata sahip olmalıdır.

source: This organization doesn't exist in the CORAL Organizations module.
de_de: Diese Einrichtung existiert im CORAL Organisationsmodul nicht.
tr_tr: Bu yayıncı, CORAL Yayıncılar modülünde mevcut değil.

source: This organization doesn't exist in the CORAL Organizations Module.
de_de: Diese Einrichtung existiert im CORAL Organisationsmodul nicht.
tr_tr: Bu yayıncı, CORAL Yayıncılar Modülünde mevcut değil.

source: Count is required. If you wish to remove the count the outlier should be ignored.
de_de: Eine Anzahl ist erforderlich. Wenn Sie diese entfernen möchten, sollten die Ausreißer ignoriert werden.
tr_tr: Sayı gereklidir. Eğer kaldırmak istiyorsanız, aykırı değerler göz ardı edilecek.

source: Platform must be entered.
de_de: Die Plattform muss eingegeben werden.
tr_tr: Platform girilmelidir.

source: Start Year must be 4 numbers and start with 19 or 20.
de_de: Das Anfangsjahr muss vierstellig sein und mit 19 oder 20 beginnen.
tr_tr: Başlangıç Yılı 4 numaradan oluşmalı ve 19 ya da 20 ile başlamalıdır.

source: End Year must be 4 numbers and start with 19 or 20.
de_de: Das Endjahr muss vierstellig sein und mit 19 oder 20 beginnen.
tr_tr: Bitiş Yılı 4 numaradan oluşmalı ve 19 ya da 20 ile başlamalıdır.

source: Count is required.
de_de: Eine Anzahl ist erforderlich.
tr_tr: Sayı gereklidir.

source: Please choose Yes or No for Counter Compliant.
de_de: Bitte wählen Sie Ja oder Nein für die Counter Konformität.
tr_tr: Counter uyumu için Evet ya da Hayıra tıklayın.

source: Please select a file.
de_de: Bitte wählen Sie eine Datei.
tr_tr: Lütfen dosya seçiniz.

source: hide publisher list
de_de: verberge Verlagsliste
tr_tr: yayıncı listesini gizle

source: Do you really want to delete this user?
de_de: Möchten Sie diesen Nutzer wirklich löschen?
tr_tr: Bu kullanıcıyı silmek istediğinizden emin misiniz?

source: Error - Please enter a valid email address.
de_de: Fehler - bitte geben Sie eine gültige E-Mail-Adresse ein.
tr_tr: Hata - Lütfen geçerli bir e-posta adresi girin.

source: Do you really want to delete this email address?
de_de: Möchten Sie diese E-Mail-Adresse wirklich löschen?
tr_tr: Bu e-posta adresini silmek istediğinizden emin misiniz?

source: Count over must be a number.
de_de: Zähler über muss eine Zahl sein.
tr_tr: Sayı olmak zorunda.

source: % over must be a number.
de_de: %% über muss eine Zahl sein.
tr_tr: % bir sayı olmak zorunda.

source: View or Edit Publisher / Platform
de_de: Zeige oder ändere Verlag / Plattform
tr_tr: Yayıncı/Platform Görüntüle/Düzenle

source: Upload Process Complete
de_de: Uploadprozess komplett
tr_tr: Tamamlanan Süreci Yükleyin

source: Process started on
de_de: Prozess gestartet am
tr_tr: İşlem başlatıldı

source: File:
de_de: Datei:
tr_tr: Dosya:

source: Outlier Parameters:
de_de: Ausreißer Parameter:
tr_tr: Aykırı Parametreler:

source: Override indicator set - all months will be imported.
de_de: Überschreibe Indikatorset - alle Monate werden importiert.
tr_tr: Geçersizlik gösterge seti - tüm aylar içe aktarılır.

source: Entire year already exists for this Platform / year. No counts will be imported.
de_de: Das gesamte Jahr existiert bereits für diese Plattform / dieses Jahr. Es werden keine Zähler importiert.
tr_tr: Bu platform veya yıl için tüm yıl mevcut. Herhangi bir sayım içe aktarılmadı.

source: Month Started at:
de_de: Monat gestartet bei:
tr_tr: Ay Başlangıcı:

source: No records exist for this Platform / year. Import will start with month 1.
de_de: Es gibt keine Treffer für diese Plattform / dieses Jahr. Der Import startet mit Monat 1.
tr_tr: Bu Platform / yıl için hiçbir kayıt yok. İçe aktarmalar ayın 1'inde başlayacaktır.

source: Partial year records exist for this Platform / year. Import will start with month 1 and end with month
de_de: Ein Teil des Jahres existiert bereits für diese Plattform / dieses Jahr. Import startet mit Monat 1 und endet mit Monat
tr_tr: Bu Platform / yıl için kısmi kayıtlar mevcut. İçe aktarmalar ayın 1'inde başlayıp, ay sonunda bitecektir.

source: Year:
de_de: Jahr:
tr_tr: Yıl:

source: New Platform set up:
de_de: Neue Plattform aufgesetzt:
tr_tr: Yeni Platform oluştur:

source: New Publisher / Platform set up:
de_de: Neuer Verlag / neue Plattform aufgesetzt:
tr_tr: Yeni Yayıncı / Platform oluştur:

source: Publisher / Platform:
de_de: Verlag / Plattform:
tr_tr: Yayıncı / Platform:

source: Title:
de_de: Titel:
tr_tr: Başlık:

source: Merged
de_de: Verschmolzen
tr_tr: Birleştirildi

source: Duplicate record for this Print ISSN in same spreadsheet: Month:
de_de: Dublette Treffer für diese Print ISSN in der gleichen Tabellle: Monat:
tr_tr: Aynı çalışma sayfasındaki Basılı ISSN'ler için bu kaydı çoğaltın. Ay:

source: New Count:
de_de: Neue Zählung:
tr_tr: Yeni Sayım:

source: New Usage Count Record Added: Month:
de_de: Neue Nutzungsstatistik für folgenden Monat hinzugefügt:
tr_tr: Yeni Kullanım Raporu Eklendi: Ay:

source: Count:
de_de: Zähler:
tr_tr: Sayım:

source: Usage Count Record is not numeric for month:
de_de: Der Nutzungszähler ist nicht numerisch für den Monat:
tr_tr: Kullanım Raporlar bu ay için rakamsal değil:

source: imported as 0.
de_de: importiert als 0.
tr_tr: 0 olarak değerlendirildi.

source: Outlier found for this record: Level
de_de: Ausreißer gefunden für diesen Satz: Level
tr_tr: Bu kayıtta uygun olmayan değerler bulundu: Düzey

source: Current or future month will not be imported:
de_de: Aktueller oder zukünftiger Monat wird nicht importiert:
tr_tr: Mevcut ya da gelecek aylar dâhil edilmedi:

source: YTD Already Exists for this Print ISSN, counts are added together.
de_de: Seit Jahresbeginn existiert bereits für diese Print-ISSN, Zähler werden addiert.
tr_tr: Bu basılı ISSN için YTD zaten mevcut, sayımlar birlikte eklendi.

source: YTD Total Count:
de_de: YTD Gesamtsumme:
tr_tr: YTD toplam sayım:

source: YTD HTML Count:
de_de: YTD HTML Summe:
tr_tr: YTD HTML Sayımı:

source: YTD PDF Count:
de_de: YTD PDF Summe:
tr_tr: YTD PDF Sayımı:

source: No YTD import performed since monthly stats were not imported
de_de: Kein Import seit Jahresbeginn durchgeführt, da keine Monatsstatistiken importiert wurden
tr_tr: Aylık istatistikler içe aktarılmadığından beri YTD içe aktarması gerçekleşmedi.

source: Title match did not complete correctly, please check ISBN / ISSN to verify for Title:
de_de: Die Titelzusammenführung wurde nicht komplett und korrekt durchgeführt, bitte ISBN / ISSN überprüfen für Titel:
tr_tr: Başlık eşleştirmesi başarılı olmadı. Lütfen bu başlık için ISBN/ISSN kontrolü yapın:

source: Log Output for
de_de: Log Output für:
tr_tr: için Kayıt Çıktısı

source: Usage Statistics File Import Run!
de_de: Dateiimport der Nutzungsstatistik ausführen!
tr_tr: Kullanım İstatistiklerinin İçe Aktarılması Çalışıyor!

source: Please find log file:
de_de: Bitte Logfile beachten:
tr_tr: Lütfen kayıt dosyasını bulun:

source: Log has been emailed to
de_de: Das Log wurde versendet an
tr_tr: Kayıtlar e-posta ile gönderildi:

source: titles processed.
de_de: Titel verarbeitet.
tr_tr: başlıklar işleniyor.

source: Status
tr_tr: Durum

source: File archived as
de_de: Datei archiviert als
tr_tr: Dosya arşivlendi

source: Log file available at:
de_de: Logfile verfügbar:
tr_tr: Kayıt dosyaları mevcut:

source: Process completed.
de_de: Verarbeitung abgeschlossen.
tr_tr: İşlem tamamlandı.

source: Summary:
de_de: Zusammenfassung:
tr_tr: Özet:

source: Usage Module
de_de: Statistikmodul

source: Usage Database
de_de: Statistikdatenbank

source: Link Resolver Base URL (optional)
de_de: Link Resolver Basis URL (optional)

source: Use Outlier Flagging Feature
de_de: Verwende Ausreißer-Markierungsfunktion

source: Please set up the following options for the Usage module.
de_de: Bitte richten Sie die folgenden Optionen für das Statistikmodul ein.

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: Total
de_de: Gesamt

source: Remove
de_de: Entfernen

source: Resources module
de_de: Ressourcen

source: Organizations module
de_de: Organisationen

source: Licensing module
de_de: Lizenzen

source: Management module
de_de: Management

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
de_de: Die hochgeladene Datei überschreitet die Anweisung upload_max_filesize in php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
de_de: Die hochgeladene Datei überschreitet die im HTML-Formular angegebene Anweisung MAX_FILE_SIZE

source: The uploaded file was only partially uploaded
de_de: Die Datei wurde nur teilweise hochgeladen

source: No file was uploaded
de_de: Es wurde keine Datei hochgeladen

source: Missing a temporary folder
de_de: Fehlender temporärer Ordner

source: Failed to write file to disk
de_de: Fehler beim Schreiben der Datei auf die Festplatte

source: File upload stopped by extension
de_de: Der Datei-Upload wurde durch die Erweiterung gestoppt

source: The archive directory is not writable. Please check permissions.
de_de: Das Archivverzeichnis ist nicht beschreibbar. Bitte überprüfen Sie die Berechtigungen

source: Unknown upload error
de_de: Unbekannter Uploadfehler

source: Platform
de_de: Plattform

source: YTD HTML
de_de: Seit Jahresbeginn HTML

source: YTD PDF
de_de: Seit Jahresbeginn PDF

source: May-
de_de: Mai-

source: Imports
de_de: Importe

source: Statistics
de_de: Statistik

source: Add user
de_de: Neuen Nutzer hinzufügen

source: Add mail adress
de_de: Neue E-Mail-Adresse hinzufügen

source: Edit Outlier
de_de: Bearbeite Ausreißer

source: Edit Report Display Name
de_de: Aktualisiere angezeigten Reportnamen

source: edit override
de_de: Überschreibung aktualisieren

source: % over
de_de: % ueber
