Repository: wc-library/Coral
Catalog: management/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Management Module
de_de: Management-Modul

source: Management Database
de_de: Management-Datenbank

source: Expression Comparison
de_de: Vergleich Lizenzbedingungen

source: Limit by Expression Type:
de_de: Nach Lizenbedingung einschränken:

source: Limit by Qualifier:
de_de: Einschränken auf Kennzeichner:

source: Home
de_de: Start

source: Licenses In Progress
de_de: Lizenzen in Bearbeitung

source: Browse All
de_de: Alle durchstübern

source: Loading...
de_de: Lädt...

source: edit
de_de: ändern

source: remove
de_de: entfernen

source: Description:
de_de: Beschreibung:

source: Categories:
de_de: Kategorien:

source: Creation Date:
de_de: Erstelldatum:

source: Last Update:
de_de: Letzte Änderung:

source: License Status:
de_de: Lizenzstatus:

source: For Document
de_de: Für Dokument

source: Resource
de_de: Ressource

source: (none found)
de_de: (nicht gefunden)

source: add new terms tool resource link
de_de: neuen Link zur Ressource im Terms Tool hinzufügen

source: Notes
de_de: Notizen

source: add note
de_de: neue Notiz hinzufügen

source: Date
de_de: Datum

source: Note
de_de: Notiz

source: Document
de_de: Dokument

source: Note Type
de_de: Notiztyp

source: more
de_de: mehr

source: less
de_de: weniger

source: Edit
de_de: Ändern

source: Remove
de_de: Entfernen

source: (none uploaded)
de_de: (nichts hochgeladen)

source: view attachment
de_de: siehe Anhang

source: add attachment
de_de: neuen Anhang hinzufügen

source: Sorry, no documents fit your query
de_de: Es gibt keine Treffer für Ihre Suche

source: Displaying
de_de: Angezeigt

source: to
de_de: zu

source: of
de_de: von

source: Records
de_de: Datensätze

source: Category
de_de: Kategorie

source: Type
de_de: Typ

source: Last Document Revision
de_de: Letzte Dokumentrevision

source: records per page
de_de: Datensätze pro Seite

source: Publisher / Provider
de_de: Verlag / Anbieter

source: Consortium
de_de: Konsortium

source: There was an error processing this request - please verify configuration.ini is set up for organizations correctly and the database and tables have been created.
de_de: Beim Verarbeiten dieser Anfrage ist ein Fehler aufgetreten - Bitte überprüfen Sie, dass die configuration.ini für Organisationen korrekt konfiguriert wurde und dass die Datenbank mit den zugehörigen Tabellen angelegt wurde.

source: view / edit license
de_de: Lizenz ansehen / bearbeiten

source: view / edit
de_de: ansehen / bearbeiten

source: notes
de_de: Notizen

source: view document
de_de: Dokument ansehen

source: view license
de_de: Lizenz ansehen

source: Document Text:
de_de: Dokument Text:

source: Notes:
de_de: Notizen:

source: Qualifiers:
de_de: Kennzeichner:

source: License
de_de: Lizenz

source: Notes
de_de: Notizen

source: Document Text
de_de: Dokument Text

source: (document text not entered)
de_de: (Text fehlt)

source: Notes:
de_de: Notizen:

source: none for
de_de: keine für

source: Archived Documents
de_de: Archivierte Dokumente

source: hide archives
de_de: Archive verbergen

source: archived on:
de_de: archiviert am:

source: view expressions
de_de: Lizenzbedingungen ansehen

source: This document has
de_de: Dieses Dokument hat

source: children document(s) not displayed.
de_de: untergeordnete(s) Dokument(e) nicht angezeigt.

source: show all documents for this parent
de_de: Zeige alle Dokumente für diesen übergeordneten Datensatz

source: The following
de_de: Folgende

source: document(s) belong to
de_de: Dokumente gehören zu

source: hide children documents for this parent
de_de: Untergeordnete Dokumente ausblenden

source: Effective Date
de_de: Stichtag

source: Signatures
de_de: Unterschriften

source: archive document
de_de: Dokument archivieren

source: (no date)
de_de: (kein Datum)

source: add/view details
de_de: Details ansehen / bearbeiten

source: add signatures
de_de: Unterschriften hinzufügen

source: edit document
de_de: Dokument bearbeiten

source: remove document
de_de: Dokument löschen

source: archive(s) available.
de_de: Archiv(e) verfügbar.

source: show archives
de_de: Archive anzeigen

source: upload new document
de_de: Neues Dokument hochladen

source: Only one active document is allowed.
de_de: Es ist nur ein aktives Dokument erlaubt.

source: upload archived document
de_de: archiviertes Dokument hochladen

source: For Document:
de_de: Für Dokument:

source: Qualifier
de_de: Kennzeichner

source: used in terms tool
de_de: wird im terms tool verwendet

source: (none)
de_de: (keine)

source: add/view
de_de: ansehen / bearbeiten

source: add new expression
de_de: neue Lizenzbedingung hinzufügen

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Privilege
de_de: Berechtigung

source: Terms Tool Update Email
de_de: Update der E-Mail im Terms Tool

source: Expression Type
de_de: Art der Lizenzbedingung

source: update
de_de: aktualisieren

source: For Expression Type
de_de: Für Lizenzbedingung

source: Action
de_de: Aktion

source: not set up!
de_de: nicht konfiguriert!

source: Both license name and organization must be filled out. Please try again.
de_de: Die Felder Name und Organisation müssen ausgefüllt sein.

source: JavaScript must be enabled in order for you to use CORAL. However, it seems JavaScript is either disabled or not supported by your browser. To use CORAL, enable JavaScript by changing your browser options, then
de_de: Für CORAL muss JavaScript aktiviert sein. Bitte aktivieren Sie dieses über Ihre Browser-Einstellungen.

source: try again
de_de: nochmal versuchen

source: Hello
de_de: Hallo

source: Help
de_de: Hilfe

source: Invalid translation route!
de_de: Ungültige Übersetzung!

source: New Document
de_de: Neues Dokument

source: Change Module
de_de: Modul wechseln

source: Main Menu
de_de: Hauptmenü

source: Resources module
de_de: Ressourcen

source: Resources
de_de: Ressourcen

source: Organizations module
de_de: Organisationen

source: Organizations
de_de: Organisationen

source: Licensing module
de_de: Lizenzen

source: Licensing
de_de: Lizenzen

source: Usage Statistics module
de_de: Nutzungsstatistik

source: Usage Statistics
de_de: Nutzungsstatistik

source: Terms Report
de_de: Terms Tool Report

source: Users
de_de: Benutzer

source: Add
de_de: Hinzufügen

source: Document Types
de_de: Dokumentarten

source: Note Types
de_de: Bemerkungsart

source: Categories
de_de: Kategorien

source: You don't have permission to access this page
de_de: Sie haben keine Berechtigung für diese Seite

source: License successfully deleted.
de_de: Lizenz gelöscht.

source: success uploading!
de_de: erfolgreich hochgeladen!

source: There was a problem saving your file to
de_de: Es ist ein Problem beim Speichern der Datei am Zielort aufgetreten:

source: Document Saved Successfully.
de_de: Dokument gespeichert.

source: Signature Deleted Successfully.
de_de: Unterschrift gelöscht.

source: Expression Removed Successfully.
de_de: Lizenzbedingung gelöscht.

source: An expression in the licensing module has been approved for terms tool use.
de_de: Eine Lizenzbedingung im Lizenzmodul wurde für das Terms Tool freigegeben.

source: License:
de_de: Lizenz:

source: View License Record:
de_de: Lizenzdatensatz ansehen:

source: Licensing - expression set to production use
de_de: Lizenzen - Lizenzbedingung zur Verwendung freigegeben

source: Approved for terms tool display.
de_de: Freigegeben für Anzeige im Terms Tool.

source: Removed from terms tool display.
de_de: Gesperrt für die Anzeige im Terms Tool.

source: Expression Note Updated Successfully.
de_de: Notiz zur Lizenzbedingung aktualisiert.

source: Expression Note Added Successfully.
de_de: Notiz zur Lizenzbedingung hinzugefügt.

source: Note Removed Successfully.
de_de: Notiz erfolgreich gelöscht.

source: Terms Tool Resource Link successfully deleted
de_de: Link zur Ressource im Terms Tool gelöscht

source: Document Updated Successfully.
de_de: Dokument erfolgreich aktualisiert.

source: Document Added Successfully.
de_de: Dokument erfolgreich hinzugefügt.

source: Continue
de_de: Fortfahren

source: SQL Insert Failed.
de_de: SQL-Eingabe war nicht erfolgreich.

source: Please make sure everything is filled out correctly.
de_de: Bitte stellen Sie sicher, dass alles korrekt ausgefüllt wurde.

source: Unable to delete - this
de_de: Löschen nicht möglich -

source: is in use. Please make sure no documents are set up with this information.
de_de: wird verwendet. Bitte stellen Sie sicher, dass diese Information in keinem Dokument verwendet wird.

source: Unable to delete. Please make sure no documents are set up with this information.
de_de: Löschen nicht möglich - Bitte stellen Sie sicher, dass diese Information in keinem Dokument verwendet wird.

source: Attachment successfully deleted
de_de: Anhang wurde gelöscht

source: Attachment file successfully deleted
de_de: Anhang wurde gelöscht

source: Note successfully deleted
de_de: Notiz wurde gelöscht

source: Status has been updated
de_de: Status wurde aktualisiert

source: Edit
de_de: Bearbeiten

source: New
de_de: Neu

source: Description:
de_de: Beschreibung:

source: Type:
de_de: Typ:

source: add type
de_de: Typ hinzufügen

source: Last Document Revision:
de_de: Letzte Dokumentrevision:

source: add category
de_de: Kategorie hinzufügen

source: File:
de_de: Datei:

source: Archived:
de_de: Archiviert:

source: Add Optional Note
de_de: Optionale Notiz hinzufügen

source: Note:
de_de: Notiz:

source: Note Type:
de_de: Notiztyp:

source: add note type
de_de: Notiztyp hinzufügen

source: submit
de_de: Abschicken

source: cancel
de_de: Abbrechen

source: Document Upload
de_de: Dokument-Upload

source: Document Type:
de_de: Dokumententyp:

source: add document type
de_de: Dokumententyp hinzufügen

source: replace with new file
de_de: Mit neuer Datei ersetzen

source: Archive Document Date
de_de: Archivierungsdatum des Dokuments

source: Archive Date:
de_de: Archivierungsdatum:

source: Terms Tool Resource Link
de_de: Link zur Resource im Terms Tool

source: Terms Tool Resource:
de_de: Terms Tool Ressource:

source: Signer Name
de_de: UnterzeichnerIn

source: commit update
de_de: Update einspielen

source: add
de_de: hinzufügen

source: Close
de_de: Schließen

source: Expressions
de_de: Lizenzbedingungen

source: Document:
de_de: Dokument:

source: Expression Type:
de_de: Lizenzbedingungstyp:

source: add expression type
de_de: Lizenzbedingungstyp hinzufügen

source: Qualifier:
de_de: Kennzeichner:

source: For Document Text:
de_de: Für Dokumenttext:

source: Attachments
de_de: Anhänge

source: Date:
de_de: Datum:

source: Attachments:
de_de: Anhänge:

source: All Documents
de_de: Alle Dokumente

source: User
de_de: Nutzer

source: Add/Edit users can add, edit, or remove licenses and associated fields
de_de: Nutzer mit Lese- und Schreibberechtigung können Lizenzen und zugehörige Felder anlegen, bearbeiten und löschen

source: Admin users have access to the Admin page and the SFX tab.
de_de: Admin-Nutzer haben Zugriff auf die Admin-Seite und den Reiter SFX.

source: View only users can view all license information, including the license pdf
de_de: Nutzer mit Leserechten können alle Lizenzinformationen sehen, inklusive der Lizenz-PDFs

source: Enter email address if you wish this user to receive email notifications when the terms tool box is checked on the Expressions tab.
de_de: Geben Sie eine E-Mail-Adresse an, wenn der Nutzer eine Benachrichtigung erhalten soll, wenn die Terms Tool Checkbox im Reiter Lizenzbedingungen angehakt wird.

source: Leave this field blank if the user shouldn't receive emails.
de_de: Lassen Sie dieses Feld frei, wenn der Nutzer keine E-Mails erhalten soll.

source: Internal
de_de: Interne

source: Display
de_de: Anzeige

source: * Note type of display allows for terms tool use
de_de: * Der Notiztyp Anzeige erlaubt die Verwendung im Terms Tool

source: close
de_de: schließen

source: Qualifier
de_de: Kennzeichner

source: Documents
de_de: Dokumente

source: Not Available
de_de: Nicht verfügbar

source: Please contact your Administrator for access to the Management Module.
de_de: Bitte kontaktieren Sie Ihren Administrator um Zugriff auf das Modul Management zu erhalten.

source: Search
de_de: Suche

source: new search
de_de: neue Suche

source: Name (contains)
de_de: Name (enthält)

source: go!
de_de: Los!

source: All
de_de: Alle

source: Document Type
de_de: Dokumententyp

source: Starts with
de_de: Beginnt mit

source: A document must be selected to continue.
de_de: Bitte wählen Sie ein Dokument aus um fortzufahren.

source: Terms Tool Resource must be entered to continue.
de_de: Die Ressource muss im Terms Tool eingegeben werden um fortzufahren.

source: This name is already being used!
de_de: Dieser Name wird bereits verwendet!

source: Warning! This organization will be added new.
de_de: Hinweis! Diese Organisation wird neu hinzugefügt.

source: Category has been added
de_de: Kategorie wurde hinzugefügt

source: That Category is already in use.
de_de: Diese Kategorie wird bereits benutzt.

source: DocumentType has been added
de_de: Dokumententyp wurde hinzugefügt

source: That type is already in use.
de_de: Dieser Typ wird bereits benutzt.

source: Note Type has been added
de_de: Notiztyp wurde hinzugefügt

source: That Note Type is already in use.
de_de: Dieser Notiztyp wird bereits verwendet.

source: Document Name is required.
de_de: Dokumentenname ist erforderlich.

source: A Category is required.
de_de: Kategorie ist erforderlich.

source: successfully uploaded
de_de: erfolgreich hochgeladen

source: File is required
de_de: Datei ist erforderlich

source: File name is already being used...
de_de: Dateinamen wird bereits benutzt...

source: File name may not contain special characters - ampersand, single quote, double quote or less than/greater than characters
de_de: Dateiname kann Sonderzeichen enthalten -Kaufmanns-Und, einfache oder doppelte Anführungszeichen, Größer-/Kleiner-Zeichen

source: The documents directory is not writable.
de_de: Dateiverzeichnis nicht beschreibbar.

source: successfully uploaded.
de_de: erfolgreich hochgeladen.

source: The file upload failed for the following reason:
de_de: Der Dateiupload schlug aus folgendem Grund fehl:

source: No match!
de_de: Keine Übereinstimmung!

source: Selected:
de_de: Ausgewählt:

source: Do you really want to delete this signature?
de_de: Möchten Sie diese Unterschrift wirklich löschen?

source: SignatureType has been added
de_de: Unterschriftstyp wurde hinzugefügt

source: The attachments directory is not writable.
de_de: Verzeichnis für Anhänge nicht beschreibbar.

source: Do you really want to delete this attachment?
de_de: Wollen Sie diesen Anhang wirklich entfernen?

source: ExpressionType has been added
de_de: Lizenzbedingungstyp wurde hinzugefügt

source: Document Type is required.
de_de: Dokumenttyp ist erforderlich.

source: Short Name is required.
de_de: Kurzname ist erforderlich.

source: Processing...
de_de: Wird geladen...

source: That
de_de: Dies

source: is already in use.
de_de: wird bereits verwendet.

source: Do you really want to delete this data?
de_de: Wollen sie diesen Satz wirklich löschen?

source: Do you really want to delete this user?
de_de: Wollen Sie diesen Benutzer wirklich löschen?

source: Do you really want to delete this expression type? Any associated Qualifiers will be deleted as well.
de_de: Wollen Sie diese Lizenzbedingung wirklich löschen? Alle verbundenen Kennzeichen werden ebenfalls gelöscht.

source: Do you really want to delete this document?
de_de: Wollen Sie dieses Dokument wirklich löschen?

source: record
de_de: Datensatz

source: records
de_de: Datensätze

source: Do you really want to archive this document?
de_de: Wollen Sie dieses Dokument wirklich archivieren?

source: There was a problem with deleting the document. You may not delete a document if there are associated expressions. Remove all expressions and try again.
de_de: Dieses Dokument konnte nicht gelöscht werden. Sie können ein Dokument nicht löschen, wenn es dazu Lizenzbedingungen gibt. Entfernen Sie alle Lizenzbedingungen und versuchen Sie es erneut.

source: Do you really want to delete this expression?
de_de: Wollen Sie diesen Eintrag wirlich löschen?

source: Do you really want to delete this attachment? This will also delete all attached files.
de_de: Wollen Sie diesen Anhang wirklich löschen? Dadurch werden alle anhängenden Dateien gelöscht.

source: Do you really want to delete this note?
de_de: Wollen Sie diese Notiz wirlich löschen?

source: Do you really want to delete this terms tool resource link?
de_de: Wollen Sie diesen Link zur Ressource im Terms Tool wirklich löschen?

source: File name is already being used.
de_de: Dateiname wird bereits verwendet.
