Repository: wc-library/Coral
Catalog: reports/locale/*/LC_MESSAGES/messages.po
Languages: de_de, tr_tr

source: Reports Module
de_de: Statistikmodul
tr_tr: Raporlama Modülü

source: Reports Database
de_de: Statistikdatenbank
tr_tr: Rapor Veri tabanı

source: CORAL Usage Statistics Reporting
de_de: CORAL Nutzungsstatistiken
tr_tr: CORAL Kullanım İstatistikleri Raporlama

source: Usage Reports
de_de: Nutzungsstatistik
tr_tr: Kullanım Raporları

source: Powered by
tr_tr: Tarafından destekleniyor

source: Click to show information about this report
de_de: Hier klicken für weitere Informationen über diesen Bericht
tr_tr: Bu rapor hakkındaki bilgileri görüntülemek için tıklayın

source: Modify Parameters
de_de: Parameter ändern
tr_tr: Parametreleri Düzenle

source: Create New Report
de_de: Neuer Report
tr_tr: Yeni Rapor Oluştur

source: By Month and Resource
de_de: Nach Monat und Quelle
tr_tr: Ay ve Kaynağa Göre

source: from an Archive
de_de: aus einem Archiv
tr_tr: arşivden

source: Number of Successful Full-Text Article Requests %s
de_de: Anzahl der erfolgreichen Volltext-Aufsatzbestellungen %s
tr_tr: Başarılı %s denemelerin sayısı

source: Multiple titles with the same print ISSN (generally multiple parts) have been merged together
de_de: Mehrfache Titel mit der gleichen Print-ISSN (in der Regel mehrfache Teile) wurden zusammengeführt
tr_tr: Aynı basılı ISSN'ye sahip farklı başlıklar biraraya getirildi

source: Key
de_de: Schlüssel
tr_tr: Anahtar

source: not been adjusted
de_de: wurde nicht angepasst
tr_tr: ayarlanmadı

source: been adjusted manually by Electronic Resources
de_de: wurde manuell angepasst
tr_tr: elektronik Kaynaklar tarafından elle düzeltildi

source: Programmatically flagged as outlier based on previous 12 month average. The number has %s
de_de: Vom Programm als Ausreißer markiert, basierend auf dem Durchschnitt der letzten 12 Monate. Die Zahl wurde %s
tr_tr: Programlanarak önceki 12 ayın ortalamasına aykırı bir şekilde işaretlendi. Sayılar %s sahiptir.

source: Programmatically flagged as outlier using the following formula: Count is %d over %d%% of the previous 12 month average.
de_de: Vom Programm als Ausreißer markiert, basierend auf der folgenden Formel: Anzahl ist %d über %d%% des Durchschnitts der vergangenen 12 Monate.
tr_tr: Programlama neticesinde şu formülün dışında bir şablona sahip olduğu anlaşıldı: Sayım geçmiş 12 ay ortalamasının %dsinden %dfazla

source: Programmatically flagged as outlier based on previous 12 month average. The number has not been adjusted.
de_de: Vom Programm als Ausreißer markiert, basierend auf dem Durchschnitt der letzten 12 Monate. Die Zahl wurde nicht angepasst.
tr_tr: Programlanarak önceki 12 ayın ortalamasına aykırı bir şekilde işaretlendi. Sayılar düzenlenmemiştir.

source: Programmatically flagged as outlier based on previous 12 month average. The number has been adjusted manually by Electronic Resources.
de_de: Vom Programm als Ausreißer markiert, basierend auf dem Durchschnitt der letzten 12 Monate. Die Zahl wurde manuell angepasst.
tr_tr: Programlanarak önceki 12 ayın ortalamasına aykırı bir şekilde işaretlendi. Sayılar Elektronik Kaynaklar tarafından elle düzeltilmiştir.

source: Color Background Key
de_de: Farbschlüssel Hintergrund
tr_tr: Arkaplan Renk Anahtarı

source: JavaScript must be enabled in order for you to use CORAL. However, it seems JavaScript is either disabled or not supported by your browser. To use CORAL, enable JavaScript by changing your browser options, then
de_de: JavaScript muss aktiviert sein, damit Sie CORAL benutzen können. JavaScript ist entweder deaktiviert oder wird von Ihrem Browser nicht unterstützt. Um CORAL zu benutzen, aktivieren Sie JavaScript in Ihrer Browser-Einstellung und
tr_tr: CORAL kullanmak için JavaScript etkin olmalıdır. Kullandığınız tarayıcı JavaScript desteklemiyor ya da devre dışı bırakılmış olabilir. CORAL kullanmak için tarayıcınızdan JavaScript'i etkinleştirin.

source: try again
de_de: versuchen Sie es erneut
tr_tr: tekrar deneyin

source: Frequently Asked Questions
de_de: FAQ
tr_tr: Sıkça Sorulan Sorular

source: Q. Why isn't the HTML number double the PDF number for interfaces that automatically download HTML?
de_de: Q. Warum ist bei Schnittstellen, die automatisch HTML herunterladen, die Zahl der HTML-Einträge nicht doppelt so hoch wie die Zahl der PDFs?
tr_tr: S. Neden otomatik olarak indirilen HTML dosyalarının bulunduğu arayüzlerdeki HTML sayıları PDF sayısını ikiye katlamıyor?

source: A. Frequently these sites do NOT automatically download HTML from the Table of Contents browse interface, so even platforms such as ScienceDirect occasionally have higher PDF than HTML counts.
de_de: A. Häufig laden diese Seiten NICHT automatisch das HTML aus der Oberfläche zum Durchstöbern der Inhaltsverzeichnissen herunter, so dass sogar Plattformen wie ScienceDirect höhere PDF- als HTML-Zahlen ausweisen.
tr_tr: C. Genellikle bu siteler İçindekiler Listesine gözatma arayüzünü kullanarak HTML dosyalarını otomatik olarak indirmez, bu nedenle ScienceDirect gibi platformlarda PDF kullanım sayısı HTML kullanım sayısından daha yüksektir.

source: Q. I thought COUNTER standards prevented double-counting of article downloads.
de_de: Q. Ich dachte der COUNTER Standard verhindert das doppelte Zählen von Aufsatzdownloads.
tr_tr: S. COUNTER standartlarının indirilen makalelerin mükerrer sayımını engellediğini düşünüyorum.

source: A. COUNTER does require that duplicate clicks on HTML or PDF within a short period of time be counted once. But COUNTER specifically does not deny double count of different formats--HTML and PDF. Because some publishers automatically choose HTML for users, and because many users prefer to save and/or print the PDF version, this interface significantly inflates total article usage.
de_de: A. COUNTER sieht vor, dass Doppelklicks auf HTML oder PDF als ein Klick gezählt werden. Aber COUNTER verhindert nicht das doppelte Zählen von verschiedenen Formaten - HTML und PDF. Da einige Anbieter für den Benutzer automatisch HTML voreinstellen aber viele Benutzer es bevorzugen die PDF-Version zu speichern oder zu drucken, werden die Nutzungszahlen für Aufsätze signifikant in die Höhe getrieben.
tr_tr: C. COUNTER, kullanımları hesaplamadan önce kısa bir zaman dilimi içerisinde HTML veya PDF dosyalarının mükerrer olarak tıklanmasına ihtiyaç duyar. Fakat COUNTER, HTML ve PDF örneğinde olduğu gibi farklı formatlardaki mükerrer sayımları belirtmez. Çünkü, bazı yayıncılar kullanıcıları için HTML'yi otomatik olarak ekrana getirir ve bazı kullanıcılar da PDF formatında kaydetmeyi veya çıktı almayı sever, bu husus toplam makale kullanımını da oldukça ciddi etkiler.

source: Q. Why do some Highwire Press publishers have high HTML ratios to PDFs, but some appear to have a very low ratio?
de_de: Q. Warum haben einige Highwire Press Verlage eine hohe HTML-zu-PDF-Quote, während andere eine sehr niedrige Quote haben?
tr_tr: S. Neden, bazı Highwire Press yayıncıları PDF'ye göre daha yüksek HTML kullanımına sahipken, bazıları düşük kullanıma sahiptir?

source: A. Some publishers have automatic HTML display on Highwire, and some do not. This is because the publisher is able to indicate a preferred linking page through the DOI registry. Because this platform includes multiple publishers, the interface impact is not consistent.
de_de: A. Einige Verleger zeigen auf Highwire automatisch HTML an, andere tun das nicht. Der Grund dafür ist, dass Verlage bei der DOI-Registierung eine bevorzugte Verlinkungsseite angeben können. Da diese Plattform unterschiedliche Verlage umfasst, sind die Auswirkungen auf die Oberfläche nicht konsistent.
tr_tr: C. Bazı yayıncılar Highwire Platformunda otomatik HTML görüntüleyicisine sahipken bazıları sahip değildir. Bu nedenle DOI numarası aracılığıyla bazı yayıncılar sayfalarına bağlantı verebilmektedir. Highwire Platformu pek çok yayıncıyı içerisine dâhil edebilir, arayüz kullanımda çok etkili değildir.

source: Invalid type!!
de_de: Ungültige Auswahl!
tr_tr: Geçersiz tür!!

source: Invalid translation route!
de_de: Ungültige Übersetzung!
tr_tr: Geçersiz çeviri yolu!

source: Help
de_de: Hilfe
tr_tr: Yardım

source: Select Report
de_de: Bericht auswählen
tr_tr: Rapor Seç

source: Submit
de_de: Abschicken
tr_tr: Gönder

source: Reset
de_de: Zurücksetzen
tr_tr: Sıfırla

source: Refreshing Contents...
de_de: Inhalt aktualisieren...
tr_tr: İçerik Yenileniyor...
