Repository: wc-library/Coral
Catalog: licensing/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Licensing Module
de_de: Lizenzen

source: Licensing Database
de_de: Lizenzdatenbank

source: Use Terms Tool Functionality
de_de: Verwende das Terms Tool

source: Expression Comparison
de_de: Lizenzbedingungsvergleich

source: Limit by Expression Type:
de_de: Limit nach Lizenzbedingungstyp:

source: Home
de_de: Start

source: Licenses In Progress
de_de: Lizenzen in Bearbeitung

source: Browse All
de_de: Alle

source: Loading...
de_de: Lädt...

source: edit license
de_de: Lizenz bearbeiten

source: remove license
de_de: Lizenz entfernen

source: edit organization
de_de: Organisation bearbeiten

source: License Status:
de_de: Lizenzstatus:

source: For Document
de_de: Für Dokument

source: Resource
de_de: Ressource

source: Edit
de_de: Bearbeite

source: Remove
de_de: Entfernen

source: (none found)
de_de: (keine Treffer)

source: add terms tool resource link
de_de: Neuen Link zur Ressource im Terms Tool

source: Date
de_de: Datum

source: more...
de_de: mehr...

source: less...
de_de: weniger ...

source: (none uploaded)
de_de: (keine hochgeladen)

source: view attachment
de_de: Anhang anzeigen

source: add attachment
de_de: Neuer Anhang hinzufügen

source: Sorry, no licenses fit your query
de_de: Es wurden leider keine Lizenzen zu Ihrer Abfrage gefunden

source: Displaying
de_de: Angezeigt

source: to
de_de: zu

source: of
de_de: von

source: License Records
de_de: Lizenzen

source: Publisher / Provider
de_de: Verlag / Anbieter

source: Consortium
de_de: Konsortium

source: records per page
de_de: Datensätze pro Seite

source: There was an error processing this request - please verify configuration.ini is set up for organizations correctly and the database and tables have been created.
de_de: Bei der Verarbeitung dieser Anfrage ist ein Fehler aufgetreten - bitte überprüfen Sie, dass Ihre configuration.ini für Organisationen korrekt eingerichtet ist und die Datenbank mit den Tabellen korrekt angelegt wurde.

source: view / edit license
de_de: Lizenz anzeigen / bearbeiten

source: view / edit
de_de: zeige / bearbeite

source: notes
de_de: Notizen

source: view document
de_de: Dokument anzeigen

source: view license
de_de: Lizenz anzeigen

source: Document Text:
de_de: Dokumenttext:

source: Notes:
de_de: Notizen:

source: Qualifiers:
de_de: Kennzeichnung:

source: License
de_de: Lizenz

source: Notes
de_de: Notizen

source: Document Text
de_de: Dokumenttext

source: (document text not entered)
de_de: (Dokumenttext wurde nicht eingegeben)

source: (none for
de_de: (keine Treffer für

source: Archived Documents
de_de: Archivierte Dokumente

source: hide archives
de_de: Verstecke Archive

source: Type
de_de: Typ

source: Effective Date
de_de: Stichtag

source: Signatures
de_de: Signaturen

source: archived on:
de_de: archiviert am:

source: (no date)
de_de: (kein Datum)

source: add/view details
de_de: Details hinzufügen/anzeigen

source: Add signatures
de_de: Signaturen hinzufügen

source: View
de_de: Zeige

source: view expressions
de_de: Lizenzbedingungen anzeigen

source: This document has
de_de: Dieses Dokument hat

source: children document(s) not displayed.
de_de: untergeordnete Dokumente werden nicht angezeigt.

source: show all documents for this parent
de_de: Zeige alle Dokumente für diese übergeordnete Einheit

source: The following
de_de: Die folgenden

source: document(s) belong to
de_de: Dokumente gehören zu

source: hide children documents for this parent
de_de: verberge untergeordnete Dokumente für diese übergeordnete Einheit

source: archive document
de_de: archiviere Dokument

source: add signatures
de_de: Signaturen hinzufügen

source: edit document
de_de: Dokument bearbeiten

source: remove document
de_de: Dokument entfernen

source: archive(s) available.
de_de: Archiv(e) verfügbar.

source: show archives
de_de: Zeige Archive

source: upload new document
de_de: Lade neues Dokument hoch

source: For Document:
de_de: Für Dokument:

source: Qualifier
de_de: Kennzeichner

source: used in terms tool
de_de: wird im Terms Tool verwendet

source: (none)
de_de: (keine Treffer)

source: add/view
de_de: Hinzufügen/Anzeigen

source: add expression
de_de: Lizenzbedingung hinzufügen

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Privilege
de_de: Privileg

source: Terms Tool Update Email
de_de: Terms Tool E-Mail aktualisieren

source: edit
de_de: bearbeiten

source: Expression Type
de_de: Lizenzbedingungstyp

source: Note Type
de_de: Notiztyp

source: Setting
de_de: Einstellung

source: Value
de_de: Wert

source: For Expression Type
de_de: Für Lizenzbedingungstyp

source: Limit by Qualifier:
de_de: Einschränken nach Kennzeichner:

source: Resources Module
de_de: Ressourcen

source: Action
de_de: Aktion

source: not set up!
de_de: nicht aufgesetzt!

source: Both license name and organization must be filled out. Please try again.
de_de: Lizenzname und Organisation müssen ausgefüllt sein. Bitte ergänzen.

source: JavaScript must be enabled in order for you to use CORAL. However, it seems JavaScript is either disabled or not supported by your browser. To use CORAL, enable JavaScript by changing your browser options, then
de_de: JavaScript muss aktiviert sein, um Coral verwenden zu können. Es scheint, dass JavaScript entweder deaktiviert ist oder von Ihrem Browser nicht unterstützt wird. Um Coral zu verwenden, aktivieren Sie JavaScript in den Einstellungen Ihres Browsers und

source: try again
de_de: versuchen Sie es erneut

source: Licensing
de_de: Lizenzen

source: Hello
de_de: Hallo

source: Help
de_de: Hilfe

source: Invalid translation route!
de_de: Ungültige Übersetzung!

source: New License
de_de: Neue Lizenz

source: License In Progress
de_de: Lizenzen in Bearbeitung

source: Calendar
de_de: Kalender

source: ONIX-PL File Import
de_de: ONIX-PL-Dateiimport

source: Change Module
de_de: Modul wechseln

source: Main Menu
de_de: Hauptmenü

source: Resources module
de_de: Ressourcen

source: Resources
de_de: Ressourcen

source: Organizations module
de_de: Organisationen

source: Organizations
de_de: Organisationen

source: Usage Statistics module
de_de: Nutzungsstatistik

source: Usage Statistics
de_de: Nutzungsstatistik

source: Management module
de_de: Management

source: Terms Report
de_de: Reportbedingungen

source: Could not connect to host.
de_de: Konnte keine Verbindung zum Host herstellen.

source: Could not find License database.
de_de: Konnte Lizenzdatenbank nicht finden.

source: Could not find Resource database.
de_de: Konnte Ressourcendatenbank nicht finden.

source: There was an error with the CalendarSettings Table please verify the table has been created.
de_de: Es trat ein Fehler in der Tabelle CalendarSettings auf, bitte überprüfen Sie ob die Tabelle angelegt wurde.

source: There was an error with the CalendarSettings Configuration.
de_de: Es trat ein Fehler bei der Konfiguration von CalenderSettings auf.

source: Bad Query Failure:
de_de: Fehlerhafte Abfrage:

source: Upcoming License Renewals
de_de: Anstehende Lizenzverlängerungen

source: Bad Query2 Failure
de_de: Fehlerhafte Abfrage

source: No associated licenses available.
de_de: Keine verbundenen Lizenzen verfügbar.

source: Expired
de_de: Abgelaufen

source: days ago
de_de: Tagen

source: - Expires in
de_de: - Läuft in

source: days)
de_de: Tagen)

source: days
de_de: Tage

source: Participants:
de_de: Teilnehmer:

source: The file has been successfully uploaded.
de_de: Die Datei wurde erfolgreich hochgeladen.

source: Unable to create file for license.
de_de: Die Datei für die Lizenz konnte nicht erstellt werden.

source: Expression Type(s) Created
de_de: Lizenzbedingungstyp(en) erstellt

source: Qualifiers Created
de_de: Kennzeichnungen erstellt

source: Cannot create XML object
de_de: Das XML Objekt konnte nicht erstellt werden

source: Unable to upload the file
de_de: Die Datei konnte nicht hochgeladen werden

source: Error:
de_de: Fehler:

source: File selection
de_de: Dateiauswahl

source: XML File
de_de: XML Datei

source: Import options
de_de: Importoptionen

source: Usage Terms
de_de: Nutzungsbedingungen

source: Supply Terms
de_de: Lieferbedingungen

source: Continuing Access Terms
de_de: Fortlaufende Zugriffsberechtigungen

source: Payment Terms
de_de: Zahlungsbedingungen

source: General Terms
de_de: Allgemeine Bedingungen

source: Publisher / Provider:
de_de: Verlag / Anbieter:

source: Users
de_de: Nutzer

source: add User
de_de: Neuer Nutzer hinzufügen

source: Document Types
de_de: Dokumenttypen

source: add document type
de_de: Neuer Dokumenttyp hinzufügen

source: Expression Types
de_de: Lizenzbedingungstypen

source: add expression type
de_de: Neuer Lizenzbedingungstyp hinzufügen

source: Qualifiers
de_de: Kennzeichner

source: add qualifier
de_de: Neuen Kennzeichner hinzufügen

source: Signature Types
de_de: Unterschriftart

source: add signature
de_de: Signatur hinzufügen

source: License Statuses
de_de: Lizentstatus

source: add License statuses
de_de: Lizenzstatus hinzufügen

source: Calendar Settings
de_de: Kalendereinstellungen

source: Consortia
de_de: Konsortium

source: add consortium
de_de: Neues Konsortium hinzufügen

source: Providers
de_de: Anbieter

source: add provider
de_de: Neuen Anbieter hinzufügen

source: Terms Tool Settings
de_de: Terms Tool Einstellungen

source: You don't have permission to access this page
de_de: Sie haben nicht die Berechtigung auf diese Seite zuzugreifen

source: License successfully deleted.
de_de: Lizenz wurde erfolgreich gelöscht.

source: success uploading!
de_de: erfolgreich hochgeladen!

source: There was a problem saving your file to
de_de: Es trat ein Problem auf beim Speichern Ihrer Datei nach

source: Document Saved Successfully.
de_de: Dokument wurde erfolgreich gespeichert.

source: Signature Deleted Successfully.
de_de: Signatur wurde erfolgreich gelöscht.

source: Expression Removed Successfully.
de_de: Lizenzbedingung wurde erfolgreich entfernt.

source: An expression in the licensing module has been approved for terms tool use.
de_de: Eine Lizenzbedingung im Lizenzmodul wurde für die Nutzung im Terms Tool freigegeben.

source: License:
de_de: Lizenz:

source: View License Record:
de_de: Zeige Lizenz:

source: Licensing - expression set to production use
de_de: Lizenzen - Lizenzbedingung für Verwendung aktiv

source: Approved for terms tool display.
de_de: Für die Terms Tool Anzeige angenommen.

source: Removed from terms tool display.
de_de: Entfernt von der Terms Tool Anzeige.

source: Expression Note Updated Successfully.
de_de: Lizenzbedingungsnotiz wurde erfolgreich aktualisiert.

source: Expression Note Added Successfully.
de_de: Lizenzbedingungsnotiz wurde erfolgreich hinzugefügt.

source: Note Removed Successfully.
de_de: Notiz wurde erfolgreich entfernt.

source: Terms Tool Resource Link successfully deleted
de_de: Der Terms Tool Resource Link wurde erfolgreich gelöscht

source: License Updated Successfully.
de_de: Lizenz erfolgreich aktualisiert.

source: License Added Successfully.
de_de: Lizenz erfolgreich hinzugefügt.

source: Please continue to upload documents and add expressions or emails.
de_de: Bitte fahren Sie mit dem Upload von Dokumenten fort und fügen Sie Lizenzbedingungen und E-Mail-Adressen hinzu.

source: Continue
de_de: Fortfahren

source: SQL Insert Failed.
de_de: SQL Insert fehlgeschlagen.

source: Please make sure everything is filled out correctly.
de_de: Bitte stellen Sie sicher das alles korrekt ausgefüllt ist.

source: Unable to delete - this
de_de: Kann nicht gelöscht werden -

source: is in use. Please make sure no licenses are set up with this information.
de_de: wird verwendet. Bitte stellen Sie sicher, dass keine Lizenzen mit dieser Information vorhanden sind.

source: Unable to delete. Please make sure no licenses are set up with this information.
de_de: Kann nicht gelöscht werden. Bitte setllen Sie sicher, dass keine Lizenzen mit dieser Information vorhanden sind.

source: Attachment successfully deleted
de_de: Anhang wurde erfolgreich gelöscht

source: Attachment file successfully deleted
de_de: Anhang wurde erfolgreich gelöscht

source: Status has been updated
de_de: Der Status wurde aktualisiert

source: License Name:
de_de: Lizenzname:

source: Consortium:
de_de: Konsortium:

source: submit
de_de: veröffentliche

source: cancel
de_de: Abbrechen

source: Document Upload
de_de: Lade neues Dokument hoch

source: Effective Date:
de_de: Stichtag:

source: Document Type:
de_de: Dokumenttyp:

source: Parent:
de_de: Übergeordnete Einheit:

source: File:
de_de: Datei:

source: replace with new file
de_de: Ersetze mit neuer Datei

source: Archived:
de_de: Archiviert:

source: Archive Document Date
de_de: Datum Archivdokument

source: Archive Date:
de_de: Archivierungsdatum:

source: Terms Tool Resource:
de_de: Terms Tool Ressource:

source: Signer Name
de_de: Name des Unterzeichners

source: commit update
de_de: bestätige Aktualisierung

source: remove
de_de: Entfernen

source: add
de_de: Hinzufügen

source: Close
de_de: Schließen

source: Expressions
de_de: Lizenzbedingungen

source: Document:
de_de: Dokument:

source: Expression Type:
de_de: Lizenzbedingungstyp:

source: Qualifier:
de_de: Kennzeichner:

source: For Document Text:
de_de: Für Dokumenttext:

source: Attachments
de_de: Anhänge

source: Date:
de_de: Datum:

source: Attachments:
de_de: Anhänge:

source: Add
de_de: Hinzufügen

source: User
de_de: Nutzer

source: Add/Edit users can add, edit, or remove licenses and associated fields
de_de: Nutzer mit Lese- und Schreibberechtigung können Lizenzen und verknüpfte Felder hinzufügen, bearbeiten und entfernen

source: Admin users have access to the Admin page and the SFX tab.
de_de: Adminnutzer haben Zugriff auf die Adminseite und den SFX Tab.

source: Restricted users do not have the ability to view documents
de_de: Nutzer mit eingeschränkten Rechten können keine Dokumente aufrufen

source: View only users can view all license information, including the license pdf
de_de: Nutzer mit Leserechten können alle Lizenzinformationen einsehen, inklusive der Lizenz-PDFs

source: Enter email address if you wish this user to receive email notifications when the terms tool box is checked on the Expressions tab.
de_de: Bitte E-Mail-Adresse eingeben, wenn dieser Nutzer E-Mail-Benachrichtigungen wünscht, und die Terms Tool Checkbox im Lizenzbedingungstab aktiviert ist.

source: Leave this field blank if the user shouldn't receive emails.
de_de: Lassen Sie dieses Feld leer wenn der Nutzer keine E-Mails erhalten soll.

source: Internal
de_de: Intern

source: Note type of display allows for terms tool use
de_de: Notiztart für Anzeige kann im Terms Tool verwendet werden

source: Variable Name
de_de: Name der Variable

source: Update Terms Tool Settings
de_de: Aktualisiere die Terms Tool Einstellungen

source: Save
de_de: Speichern

source: Customer ID
de_de: Kunden ID

source: Documents
de_de: Dokumente

source: Helpful Links
de_de: Hilfreiche Links

source: Send feedback on this resource
de_de: Sende Feedback für diese Ressource

source: Bad Query Failure
de_de: Fehlerhafte Abfrage

source: Not Available
de_de: Nicht verfügbar

source: Please contact your Administrator for access to the Licensing Module.
de_de: Bitte kontaktieren Sie Ihren Administrator für den Zugang zum Lizenzmodul.

source: Search
de_de: Suche

source: new search
de_de: Neue Suche

source: Name (contains)
de_de: Name (enthält)

source: go!
de_de: Los!

source: Publisher/Provider
de_de: Verlag/Anbieter

source: All
de_de: Alle

source: Document Type
de_de: Dokumenttyp

source: Starts with
de_de: Beginnt mit

source: Warning! This organization will be added new.
de_de: Warnung! Diese Organisation wird neu hinzugefügt.

source: Please select a file to upload.
de_de: Bitte wählen Sie eine Datei zum Hochladen aus.

source: At least one term type must be selected.
de_de: Mindestens ein Bedingungstyp muss ausgewählt werden.

source: The Publisher / Provider field must contain a value.
de_de: Das Verlags- / Anbieterfeld muss einen Wert enthalten.

source: Please correct the following form error(s):
de_de: Bitte korrigieren Sie folgende(n) Formfehler:

source: A document must be selected to continue.
de_de: Es muss ein Dokument ausgewählt werden um fortzufahren.

source: Terms Tool Resource must be entered to continue.
de_de: Die Terms Tool Ressource muss eingegeben werden um fortzufahren.

source: This name is already being used!
de_de: Dieser Name wird bereits verwendet!

source: Consortium has been added
de_de: Das Konsortium wurd hinzugefügt

source: License Name is required.
de_de: Ein Lizenzname ist erforderlich.

source: Provider is required.
de_de: Der Anbieter ist erforderlich.

source: No match!
de_de: Keine Übereinstimmung!

source: Selected:
de_de: Ausgewählt:

source: Do you really want to delete this signature?
de_de: Möchten Sie diese Signatur wirklich löschen?

source: SignatureType has been added
de_de: Signaturtyp wurde hinzugefügt

source: File name is already being used...
de_de: Der Dateiname wird bereits verwendet...

source: The attachments directory is not writable.
de_de: Das Verzeichnis attachements ist nicht beschreibbar.

source: successfully uploaded.
de_de: wurde erfolgreich hochgeladen.

source: The file upload failed for the following reason:
de_de: Der Dateiupload schlug aus folgendem Grund fehl:

source: Do you really want to delete this attachment?
de_de: Möchten Sie diesen Anhang wirklich löschen?

source: ExpressionType has been added
de_de: Der Lizenzbedingungstyp wurde hinzugefügt

source: File name may not contain special characters - ampersand, single quote, double quote or less than/greater than characters
de_de: Der Dateiname darf keine Sonderzeichen enthalten - Kaufmanns-Und, einfache und doppelte Anführungszeichen, spitze Klammern

source: The documents directory is not writable.
de_de: Das Verzeichnis documents ist nicht beschreibbar.

source: Document Type is required.
de_de: Der Dokumenttyp ist erforderlich.

source: Short Name is required.
de_de: Die Kurzbezeichnung ist erforderlich.

source: DocumentType has been added
de_de: Der Dokumenttyp wurde hinzugefügt

source: Processing...
de_de: Lade...

source: Do you really want to delete this data?
de_de: Möchten Sie diese Daten wirklich löschen?

source: Do you really want to delete this user?
de_de: Möchten Sie diesen Nutzer wirklich löschen?

source: Do you really want to delete this expression type? Any associated Qualifiers will be deleted as well.
de_de: Möchten Sie den Lizenbedingungstyp wirklich löschen? Alle verknüpften Kennzeichner werden ebenfalls gelöscht.

source: Do you really want to delete this license?
de_de: Möchten Sie diese Lizenz wirklich löschen?

source: Refreshing Contents...
de_de: Inhalte aktualisieren...

source: record)
de_de: Treffer)

source: records)
de_de: Treffer)

source: Do you really want to archive this document?
de_de: Möchten Sie dieses Dokument wirklich archivieren?

source: Do you really want to delete this document?
de_de: Möchten Sie dieses Dokument wirklich löschen?

source: There was a problem with deleting the document. You may not delete a document if there are associated expressions. Remove all expressions and try again.
de_de: Beim Löschen des Dokuments ist ein Fehler aufgetreten. Sie können ein Dokument nicht löschen, dass mit Lizenzbedingungen verknüpft ist. Löschen Sie alle Bedingungen und versuchen Sie es erneut.

source: Do you really want to delete this expression?
de_de: Möchten Sie diese Lizenzbedingung wirklich löschen?

source: Do you really want to delete this attachment? This will also delete all attached files.
de_de: Möchten Sie diesen Anhang wirklich löschen? Damit werden auch alle verknüpften Dateien gelöscht.

source: Do you really want to delete this terms tool resource link?
de_de: Möchten Sie diesen Link zur Ressource im Terms Tool wirklich löschen?

source: File name is already being used.
de_de: Der Dateiname wird bereits verwendet.
